tap "caskroom/cask"
tap "homebrew/bundle"
tap "neovim/neovim"
tap "rogual/neovim-dot-app"
tap "uni380/versions"

brew "ctags"
brew "fasd"
brew "fzf"
brew "gibo"
brew "git"
brew "git-flow"
brew "gnutls"
brew "htop"
brew "imagemagick"
brew "mas"
brew "mtr"
brew "multimarkdown"
brew "neovim"
brew "neovim-dot-app"
brew "openssl"
brew "p7zip"
brew "python3"
brew "rbenv"
brew "rbenv-gem-rehash"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "wine"
brew "winetricks"
brew "zsh"

cask_args appdir: "/Applications"

cask "1password"
cask "adium"
cask "alfred"
cask "appcleaner"
cask "awareness"
cask "bartender"
cask "daisydisk"
cask "dash"
cask "dropbox"
cask "evernote"
cask "fantastical"
cask "filezilla"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner"
cask "libreoffice"
cask "movist"
cask "msgpack14"
cask "nvalt"
cask "path-finder"
cask "robomongo"
cask "seil"
cask "skype"
cask "slack"
cask "sourcetree"
cask "sublime-text"
cask "teamviewer"
cask "textmate"
cask "the-unarchiver"
cask "toggldesktop"
cask "veracrypt"
cask "virtualbox"
cask "viscosity"
cask "vlc"
